<template>
  <div>
    <v-card style="margin-top: 12px;">
      <v-row justify="center">
        <v-card-title class="text-h4" style="padding-bottom: 0">
          爱，快乐，与活着
        </v-card-title>
      </v-row>
      <v-row justify="center">
        <v-card-subtitle>《星空列车与白的旅行》观后感</v-card-subtitle>
      </v-row>
      <v-row justify="center" style="margin-bottom: 35px">
        <v-chip small outlined color="blue" style="margin-right: 8px"
          >essay</v-chip
        >
        <v-divider vertical></v-divider>
        <div style="margin: 2px 8px; color: grey; font-size: 14px">
          2021/06/25
        </div>
        <v-divider vertical></v-divider>
        <div style="margin: 2px 8px; color: grey; font-size: 14px">3.6k</div>
      </v-row>
      <v-card-text> 假作真时真亦假，无为有处有还无。 </v-card-text
      ><v-card-text>
        这似乎是这部作品给我的感受。写下这段话时，我播放着音理的BGM，电脑锁屏上的音理正在对我笑。 </v-card-text
      ><v-card-text>
        短篇作品，却融入了太多太多想表达的东西，想写，却又怕抓不住，怕攥到手心里就失去了本来的含义。沉淀了两天，还是决定记录一下这份感动。毕竟，这也是一个总结和自我审视的过程。 </v-card-text
      ><v-card-text> 那么，让我们开始吧。 </v-card-text
      ><v-card-text>
        “清风吹拂。与其说是风在吹，不如说我正以子弹般的速度在清风里穿梭......"
      </v-card-text>
      <v-card-title> 依赖与麻烦 </v-card-title>
      <v-card-text> “人只要活着，就会给别人添麻烦。” </v-card-text
      ><v-card-text>
        不知为何有关这个问题的思考似乎没有在我的人生中出现过，大概我认为给有些人添麻烦是理所当然的——家人，恋人，还有朋友。仔细想想，自己似乎并不是真的完全能处理这个问题。但是，我大抵是认同“添麻烦是正确的”这句话。 </v-card-text
      ><v-card-text>
        “活着就意味着互相争夺，夺走，或者被夺走。”残酷而又真实。我之所以能够活下来，是因为我得到了我需要的资源，但是并不是所有人都能得到。在资源总数一定的情况下，是不是可以认为我夺走了本可能属于别人的资源？是不是可以认为我是在踩着别人往上走？ </v-card-text
      ><v-card-text>
        “他们没有努力”“还有更多人处境比我更好”......
        尽管我们可以说很多，但是我还是认为，答案是肯定的。 </v-card-text
      ><v-card-text>
        有关大爱，大仁，我似乎思考过很多，与朋友探讨过很多，但是说到底，我还是有这份理想，换句话说就是共产主义的理想。但是，似乎也不能算作理想，那只是我的希望罢了。人人都能得到自己想要的东西，人人都能为整个社会的发展尽自己的一份力，这种社会，真的只存在在梦里。 </v-card-text
      ><v-card-text>
        朋友与亲人，这是生命中所必需的。可以添麻烦这种描述，虽然我没有用过，但是似乎我也良好的践行着。我相信他们，能在我需要的时候，助我一臂之力。记得思修课老师曾在课上提问我们每个人生活中最重要的五样东西，我把这点放到了第二位，而第一位是“活下去的意义”。
      </v-card-text>
      <v-card-title> 青春与成长 </v-card-title>
      <v-card-text> “靠一腔热血所建立的东西，最能打动人心。” </v-card-text
      ><v-card-text> 是这样的。 </v-card-text
      ><v-card-text>
        我很幸运，直到现在，还保持着自己的锋利，愿意尽自己所能，做出一番事业。虽然种种经历开始慢慢的让我明白，或许这份青春的力量会被社会中的种种力量削减，但是我直到目前还认为，我能幸运的留下些许，虽然不多，但是弥足珍贵。 </v-card-text
      ><v-card-text>
        “这个世界就是个巨大的宝石箱，璀璨夺目，熠熠生辉。” </v-card-text
      ><v-card-text>
        “真正牛逼的，是看清生活的真相后，依然热爱生活。” </v-card-text
      ><v-card-text>
        不知道，当我终有一天看清了真相，是不是真的能保持自己的青春本心，满怀干劲的活下去呢...?
      </v-card-text>
      <v-card-title> 快乐与别离 </v-card-title>
      <v-card-text> “天下没有不散的宴席。” </v-card-text
      ><v-card-text>
        快乐总是非常短暂的。从本篇作品的角度来看，这短暂的快乐似乎只持续了短短三天不到，就到了告别时刻。 </v-card-text
      ><v-card-text>
        我从小易于伤感，也自然难以抵御别离。喜于相逢，泪洒分别，一个个或人或物在我生命中出现，闪亮，又或高调或低调的离开，而我却没有坚强一丝一毫。再见作为一句永恒的咒语，穿透过去，现在，与未来，但是再也找不到丝毫未变的那个它。 </v-card-text
      ><v-card-text>
        我们总是小心翼翼的维护相聚的快乐，就像本作中，晓与鹰世等大人不愿告诉孩子们真相，但是晓却不知道，鹰世从头开始就将真相埋藏与心中，只为了能让大家尽可能享受整个旅程。 </v-card-text
      ><v-card-text>
        斯人已去，留下的，也只有回忆了吧。但是，我们似乎不是一个人呢。 </v-card-text
      ><v-card-text> “无论何时......都与你一起......" </v-card-text>
      <v-card-title> 逃避与忍受 </v-card-title>
      <v-card-text>
        纵观整篇作品，诺瓦说到底是作为一个逃避的受难者出现在这列火车上，在痛苦中稍作休息，谋求转变。我没有资格站在道德的制高点评论这种行为，因为这种痛苦完全超越我的经历。我甚至没有办法设想自己经历这种事情，暗无天日，生不如死，也不知道什么时候是个尽头。 </v-card-text
      ><v-card-text>
        我自认为我擅长逞强。这里的逞强与传统意义的装逼并不一样。临危受命、咬牙坚持，甚至是以命相搏，我似乎不会那么的害怕。但是面对无尽的病痛，我似乎不能给出一个很好的回答。 </v-card-text
      ><v-card-text>
        “老爷子，这哪是一丝生机啊，几乎百分百会死掉吧。” </v-card-text
      ><v-card-text> 如果是说，说不定我早就放弃了吧。 </v-card-text
      ><v-card-text>
        但是真正让真白逃避的，似乎还不是这一点。真正让她产生自我怀疑的，是自己“夺走”了他人的生命，触及了母亲的底线。 </v-card-text
      ><v-card-text>
        我大致可以想象化身为猫之后的快乐与幸福。朋友，欢笑，以及看到原先没有见过的事物，走到原先没有到过的地方，体验原先没有经历过的感受......
        但是你却说，可以了，你已经去过了很多车站，得到了很多美好的回忆，享受了一段非常美好的实现，但是，现在已经结束了。 </v-card-text
      ><v-card-text> 可以死掉了。 </v-card-text
      ><v-card-text>
        我竟没有办法反驳一句话，只能任由泪水润湿眼眶。 </v-card-text
      ><v-card-text>
        如果活着真的那么，那么难，可以允许我，死掉吗...?
      </v-card-text>
      <v-card-title> 深沉的爱 </v-card-title>
      <v-card-text>
        但是，人总是被爱着的。这恰巧与今天思修课的问题重合，即“爱是什么”。 </v-card-text
      ><v-card-text>
        如果允许我使用比较诗意的语言来回答的话，我现在的回答是：爱是执着。 </v-card-text
      ><v-card-text>
        作为站台工作人员出现在旅途中的角色，被一致认为是真白爷爷的暗示。添加燃料、不时保养，以及希望真白能够享受生活。无微不至的关切自然令人感动，但真正令人感动的，还是为了所爱之人做出不被他人理解事情的决心。也正是因为有他的相助，真白才最终有可能活下来。 </v-card-text
      ><v-card-text> “哪怕概率只有1%......,我也不会犹豫。” </v-card-text
      ><v-card-text>
        “我们所选择的列车没有中间站，只有向着终点飞奔一途。” </v-card-text
      ><v-card-text>
        “就算被发现，就说是我这个疯老头的独断专行。你什么都没听说，什么都不知道。” </v-card-text
      ><v-card-text>
        就像是三体中说的那样，“前进，不择手段的前进”。做出一些不被别人理解，但是真正有用的事，是相当困难的。真白的爷爷作为一个有资源、有能力去帮忙的人，不在意自己的处境，不怕被世人诟病，只愿自己的孙女能活下来，虽是自己的牵连骨肉，但也足以感人至深。 </v-card-text
      ><v-card-text>
        当我也有深爱之人的时候，这份执着，会不会，也属于我呢...?
      </v-card-text>
      <v-card-title> 守望与难以忘怀 </v-card-title>
      <v-card-text>
        我相信作者是花了更多的时间和经历来塑造音理这个人物形象的。活泼、开朗，再加上满满的可爱，似乎是完美的女孩子。真正感受到她的魅力，大概是在回忆圣诞节那次吧。 </v-card-text
      ><v-card-text>
        雪花纷飞，身上落有积雪，闲来无事堆的雪人，特地买来的蛋糕......
        我想，这大概可以算是守望吧。 </v-card-text
      ><v-card-text>
        守望，这过于浪漫的字眼。我不仅等你，我还愿意一直等你，等你回来。我想这可能是为什么她的离开那么有冲击力，我在等你，但是我没能等到...... </v-card-text
      ><v-card-text>
        这也大概是为什么音理的死对男主带来了那么大的冲击。从字里行间来看，晓与音理一定是两情相悦的，但是晓却因为自己的原因，留下了太多太多的遗憾。最终因醉酒中暑致死，初次听闻甚至觉得不可思议，仔细想想，这大概就是殉情了吧。 </v-card-text
      ><v-card-text> “因为，哥哥你回来的好晚啊。” </v-card-text
      ><v-card-text> “若是你希望，我会做到的。” </v-card-text
      ><v-card-text> 风又音理，诗意的名字，有着令人感叹的人生。 </v-card-text
      ><v-card-text>
        “我只是用这种方法，来实现想快点再见到你的任性愿望而已。” </v-card-text
      ><v-card-text> 如果是我，说不定，也有可能会选择这样的吧。 </v-card-text>
      <v-card-title> 生与死 </v-card-title>
      <v-card-text> “立春天，风渐暖。” </v-card-text
      ><v-card-text> “伊人一去不复返。” </v-card-text
      ><v-card-text>
        我曾无数次假设并问过自己，会不会放弃自己生存的机会，从而赋予别人更多活下去的可能。很多情况下回答一直在脑海中兜兜转转，却没有确定的结果。 </v-card-text
      ><v-card-text>
        是呢，本来这就不是一个容易决定的问题，但是却有人没有任何思考。“拯救小猫的温柔想法，驱使她飞扑而上的果断，以及不顾自身安危的愚笨。” </v-card-text
      ><v-card-text>
        我无从得知，当音理用生命做筹码与死神下注的过程中，有没有过犹豫与后悔，但我觉得没有。舍身作为一个永恒的话题，自古以来就被令人尊敬的有志之士践行，除了尊敬，我没有办法给出其他的评论。 </v-card-text
      ><v-card-text>
        如果晓认为与真白相见的黑猫是音理所救，那似乎在诺瓦身上寄予对音理的一切期望都是可以理解的。但是他最终选择了释然，希望真白能以自己的名义与角度，过完精彩的一生。 </v-card-text
      ><v-card-text>
        “你不肯对我说吗？要我连着音理小姐那份一起活下去。说既然夺走了音理小姐，那就要活下去。” </v-card-text
      ><v-card-text>
        作为诺瓦价值观的根源——自省，促使着她把一切问题归于自己。这其实是非常东方的思想，即遇事先想自己的过错。这固然是好的，但是似乎也很容易将所有问题都作为自己的压力与负担，从而丧失活下去的希望。 </v-card-text
      ><v-card-text>
        不知道从真白的角度看这个问题，又会产生怎样的剧烈反差与震惊。在自己完全不知道的情况下接受了他人的生命，并且甚至被亲人所反对，也就完全可以理解为什么她觉得自己“一定要去死”。 </v-card-text
      ><v-card-text>
        所谓“接受”与“夺走”，根本上也只是看问题角度的问题，但是无论如何，在这个剧本的框架下，还没有真正意义上生命的抢夺，所有的只是或无意或恰巧，帮助捐赠者做了自己本想做的事情。 </v-card-text
      ><v-card-text>
        是啊，无论如何，一个人的人生应该只属于自己。还记得《明朝那些事儿》中说的，“人一生中的成功只有一个，那就是以自己的方式，度过一生。”
      </v-card-text>
      <v-card-title> 活着真好 </v-card-title>
      <v-card-text> “身体不幸，不代表人生也必须不幸。” </v-card-text
      ><v-card-text> “活着这件事，十分，美好” </v-card-text
      ><v-card-text> “直到最后都要笑着，知道吗，直到最后......" </v-card-text
      ><v-card-text>
        “世界是......宝石箱，装满了熠熠生辉宝石的宝石箱” </v-card-text
      ><v-card-text> 无论如何，我们有所爱的人，有爱我们的人。 </v-card-text
      ><v-card-text> “为了约定......” </v-card-text
      ><v-card-text>
        全篇最大的泪点，大概应该是晓在如此极端的情况下，依然坚持遵守约定，画出诺瓦的肖像。从第三方角度而言，这似乎是晓唯一的机会，去留下点什么东西，或者说履行自己的约定。 </v-card-text
      ><v-card-text> “奔跑，走动，原来是这么厉害的事......" </v-card-text
      ><v-card-text>
        “虽然这个世界很残酷，很难活下去，但是和我们一起的旅途，你一定很开心吧。” </v-card-text
      ><v-card-text>
        期待下次旅途吧，活着就意味着能够有日后的期待。 </v-card-text
      ><v-card-text>
        “无论发生了多么开心的事，得到了多少熠熠生辉的宝石，都只会让人想把手伸向更多的宝石，这就是所谓的‘活着’，这是非常重要的事。” </v-card-text
      ><v-card-text>
        “活着这件事，十分，美好。祝愿你接下来的旅途，也同样精彩。” </v-card-text
      ><v-card-text> “To be, or not to be, 没有什么可迷惘的。” </v-card-text
      ><v-card-text>
        “即使抱着不置可否的心情，人生也必须要选择某个方向。” </v-card-text
      ><v-card-text>
        “......我将踏上一段愉快的旅程。与你一同的旅程。无论何时......都与你一起......” </v-card-text
      ><v-card-text> 是啊，活着，真的很好呢。 </v-card-text>
      <v-card-text class="text-body-2">
        写于二一年五月十七日深夜 十一点五十六分 </v-card-text
      ><v-card-text class="text-body-2">
        拾遗于二一年五月十八日下午英语课下课后 四点九分</v-card-text
      >
    </v-card>
  </div>
</template>

<script>
export default {
  name: "arch.log",
  data: () => ({}),
};
</script>